brew "mas"

mas "Xcode", id: 497799835
brew "neovim"
cask "visual-studio-code"
brew "git"
cask "git-credential-manager"
cask "mactex"
brew "python"
brew "r"
cask "emacs-app"

cask "firefox"
cask "google-chrome"
cask "steam"
cask "spotify"
cask "discord"
cask "gimp"
cask "obs"
cask "calibre"
cask "vlc"
cask "bitwarden"

