brew "mas"

mas "Xcode", id: 497799835
brew "neovim"
cask "visual-studio-code"
cask "emacs"
brew "git"
cask "git-credential-manager"
cask "mactex"
brew "python"
brew "r"

vscode "ms-vscode.cpptools"
vscode "james-yu.latex-workshop"
vscode "ms-python.python"
vscode "reditorsupport.r"

cask "google-chrome"
cask "steam"
cask "spotify"
cask "discord"
cask "gimp"
cask "obs"
cask "vlc"
